import os
import streamlit as st
st.markdown(
    "<h1 style='direction: rtl; text-align: right;'>معرفی برنامه</h1>",
    unsafe_allow_html=True
)
st.markdown(
    """
    <div style='direction: rtl; text-align: right; font-size:18px;'>
    با سلام و احترام 
    .جهت دریافت توصیه‌های درمان آنتی بیوتیکی داده‌های خواسته شده را وارد کنید. 
    \n
    توجه کنید که این برنامه جهت انتخاب بهترین درمان آنتی بیوتیکی در بیماران سرپایی طراحی شده است\n 
    در صورتی‌که تشخیص نهایی را مشخص کنید مدل طبق  گایدلاین تجویز منطقی آنتی بیوتیک سازمان بهداشت جهانی پاسخ می‌دهد. 
    اما درصورت ارائه شرح حال مدل ابتدا سعی میکند طبق دانسته‌های خودش به تشخیص برسد. و سپس پاسخ دهد.
    \n
    شما میتوانید فرآیند زنجیروار فکر کردن مدل که به پاسخ منتهی شده‌است را نیز ببینید
    \n
   ⚠️⚠️.مدل‌های هوش مصنوعی ممکن است اشتباه کنند⚠️⚠️
    
    </div>
    """,
    unsafe_allow_html=True
)
